Repository: bendsoft/frequenzdieb-homepage
Catalog: apps/projects/bouncer/src/locale/messages.*.xlf
Languages: de_ch

# NavBtnLogout
source: Logout
de_ch: Abmelden

# NavBtnScanTickets
source: Scan Tickets
de_ch: Tickets Einlesen

# NavBtnSyncData
source: Synchronize Data
de_ch: Daten synchronisieren

# NavBtnScannedTicketsLog
source: Ticket Scan Log
de_ch: Ticket-Scan-Protokoll

# PswFieldLabel
source: Password
de_ch: Passwort

# PasswordShowHideAriaLabel
source: Hide password
de_ch: Passwort ausblenden

# LoadingEventsMsg
source: Loading Events ...
de_ch: Lade Events ...

# ChooseEventLabel
source: Choose event
de_ch: Event auswählen

# NoEventSelectedError
source: Please choose an Event
de_ch: Bitte einen Event auswählen

# LoginButtonLabel
source: Login
de_ch: Anmelden

# SuccessfullyLoggedOutMsg
source: You have been successfully logged-out
de_ch: Du wurdest erfolgreich abgemeldet

# RedirectToLoginPageMsg
source: You will be redirected to the login-page {secondsLeft, plural, =0 {...} =1 {...} other {...}}
de_ch: Du wirst {secondsLeft, plural, =0 {...} =1 {...} other {...}} weitergeleitet

source: {VAR_PLURAL, plural, =0 {just now} =1 {in 1 second} other {in {{secondsLeft}} seconds} }
de_ch: {VAR_PLURAL, plural, =0 {jetzt} =1 {in 1 Sekunde} other {in {{secondsLeft}} Sekunden} }

# WaitForTicketCheckResultMsg
source: Checking Ticket ...
de_ch: Überprüfe das Ticket

# SuccessfulTicketCheckMessage
source: The Ticket is valid.
de_ch: Das Ticket ist gültig

# FailedTicketCheckMessage
source: The Ticket is not valid.
de_ch: Das Ticket ist nicht gültig

# FailedTicketCheckReasonLabel
source: The reason is:
de_ch: Der Grund ist:

# TicketCheckPopupCloseButton
source: Close
de_ch: Schliessen

# ScannedTicketsLogHeader
source: Checked Tickets
de_ch: Überprüfte Tickets

# LogDetailsCustomerName
source: Customer Name
de_ch: Käufername

# LogDetailsBuyDate
source: Buy Date
de_ch: Kaufdatum

# LogDetailsEventDate
source: Date
de_ch: Datum

# DeleteLogEntriesButton
source: Delete local log entries
de_ch: Lokale Protokolleinträge löschen

# CheckedDateScannerLogTableColumn
source: Checked-date
de_ch: Prüfdatum

# NotPayedTicketInvalidationErrorMsg
source: The Ticket lacks a valid Payment
de_ch: Zu diesem Ticket wurden keine gültigen Zahlungen gefunden

# ScannedTicketValidationStatusUnused
source: Unused
de_ch: Unbenutzt

# ScannedTicketValidationStatusVoid
source: Void
de_ch: Entwertet

# NotFoundTicketInvalidationErrorMsg
source: Ticket could not be found
de_ch: Das Ticket konnte nicht gefunden werden

# AlreadyUsedTicketInvalidationErrorMsg
source: The Ticket has already been used
de_ch: Das Ticket wurde bereits benutzt

# ResultScannerLogTableColumn
source: Result
de_ch: Resultat

# AnotherEventTicketInvalidationErrorMsg
source: The Ticket belongs to another Event
de_ch: Das Ticket gehört zu einem anderen Event

# InvalidRequestErrorMsg
source: Something went wrong with the Request.
de_ch: Es ist etwas schief gelaufen mit der Anfrage.

# UnknownErrorErrorMsg
source: An unknown Error has happened.
de_ch: Ein unbekannter Fehler ist aufgetreten.

# ServerErrorErrorMsg
source: An Error happened on the server-side.
de_ch: Ein Fehler ist während der Anfrage zum Server aufgetreten.

# NotFoundErrorMsg
source: Not found.
de_ch: Nicht gefunden.

# NotAuthorizedErrorMsg
source: Not Authorized or Access-Token missing or invalid.
de_ch: Nicht Authorisiert oder das Zugangstoken wurde nicht mitgeliefert oder ist ungültig.
